Repository: jadebowl/TVTime-iOS
Catalog: TVTime/Localizable.xcstrings
Source language: en
Languages: it

# empty.movies.description
source: Movies you save will appear here.
it: I film che salverai appariranno qui.

# empty.movies.title
source: No Movies
it: Nessun film

# empty.search.initial.description
source: Enter a title in the search bar.
it: Inserisci un titolo nella barra di ricerca.

# empty.search.initial.title
source: Search movies and TV shows
it: Cerca film e serie TV

# empty.search.noResults.description
source: Try another title.
it: Prova con un altro titolo.

# empty.search.noResults.title
source: No Results
it: Nessun risultato

# empty.search.unavailable.title
source: Search Unavailable
it: Ricerca non disponibile

# empty.tvshows.description
source: TV shows you follow will appear here.
it: Le serie che seguirai appariranno qui.

# empty.tvshows.title
source: No TV Shows
it: Nessuna serie TV

# navigation.movies
source: Movies
it: Film

# navigation.search
source: Search
it: Cerca

# navigation.tvshows
source: TV Shows
it: Serie TV

# search.loading
source: Searching...
it: Cerco...

# search.prompt
source: Movies or TV shows
it: Film o serie TV
